Repository: zekariyas-alemu/drupal
Catalog: modules/jobsearch/translations/*.po
Languages: es

source: Allows users to apply for jobs posted.
es: Permite a los usuarios solicitar ofertas de trabajo publicadas.

source: Job
es: Ofertas de trabajo

source: Job settings
es: Configuración de ofertas de trabajo

source: Job applications
es: Solicitudes de ofertas de trabajo

source: Enable job application for these content types
es: Habilitar la solicitud de ofertas de trabajo para estos tipos de contenidos

source: Please login or register to apply
es: Por favor, dése de alta o registrese para solicitarlo

source: You applied for this job
es: Solicitó esta oferta de trabajo

source: Apply for this job
es: Solicite esta oferta de trabajo

source: View job applications
es: Ver solicitudes de ofertas de trabajo

source: Please !login or !register to apply
es: Por favor !login o !register para solicitarlo

source: login
es: Darse de alta

source: register
es: registrarse

source: You are not authorized to apply for jobs.
es: No está autorizado para solicitar ofertas de trabajo

source: No job specified.
es: Ninguna oferta de trabajo especificada

source: Please !create to apply
es: Por favor !create para solicitarlo

source: create a resume
es: cree una carta de presentación

source: Position:
es: Puesto:

source: Select from your resumes below, or !create
es: Seleccione de sus cartas de presentación mas abajo, o !create

source: create a new resume
es: cree una nueva carta de presentación

source: view
es: ver

source: apply
es: aplicar

source: edit
es: editar

source: Resume Title
es: Título de la carta de presentación

source: Last Changed
es: Útimo cambio

source: Operations
es: Operaciones

source: You already applied for this position.
es: Usted ya solicitó este puesto.

source: Thank you. Your application has been submitted.
es: Gracias. Su solicitud ha sido enviada.

source: Job application #@nid has been cleared.
es: Solicitud de oferta de trabajo #@nid ha sido finalizada.

source: Applicant
es: Candidato

source: Resume
es: Carta de presentación

source: Date
es: Fecha

source: Clear
es: Borrar

source: No job applications.
es: Ninguna solicitud de ofertas de trabajo.

source: The following user has applied for the above job.
es: El siguiente usuario ha solicitado la oferta de trabajo de arriba.

source: Job: @title
es: Oferta de trabajo: @title

source: Job URL: @url
es: Oferta de trabajo URL: @url

source: Applicant name: @name
es: Nombre del candidato: @name

source: Applicant email: @email
es: Correo-e del candidato: @email

source: Applicant URL: @url
es: URL del candidato: @url

source: Resume: @title
es: Carta de presentación: @title

source: Resume URL: @url
es: Carta de presentación URL: @url

source: Manage job applications at @manage
es: Gestione solicitudes de trabajo en @manage

source: Job: Date/Time applied for
es: Oferta de trabajo: Fecha/Hora solicitada

source: Displays the date/time applied for this Job.
es: Muestra la fecha/hora solicitada para esta oferta de trabajo

source: Resume: Applicant Name
es: carta de presentación: Nombre del solicitante

source: Displays the name of the applicant.
es: Muestra el nombre del candidato

source: Resume: Node ID
es: Carta de presentación: Identificador de nodo

source: Displays the Node ID of the resume node.
es: Muestra el Node ID del nodo de la carta de presentación.

source: Job: Date/time applied for
es: Oferta de trabajo: Fecha/Hora solicitada

source: Sort by the date/time applied for this job
es: Ordena por fecha/hora solicitada para esta oferta de trabajo

source: Job: Application status
es: Oferta de trabajo: Estado de solicitudes

source: Job has no applications
es: La oferta de trabajo no tiene solicitudes

source: Job has one or more applications
es: La oferta de trabajo tiene una o más solicitudes

source: Filter by whether a job has applications or not.
es: Filtra si una oferta de trabajo tiene solicitudes o no.

source: Job: Applicant User ID
es: Oferta de trabajo: ID del usuario Solicitante

source: Currently Logged In User
es: Usuario recientemente conectado

source: All Users
es: Todos los usuarios

source: This allows you to filter based on favorites nodes.
es: Esto le permite filtrar basandose en nodos favoritos

source: Job: Applied for by User ID
es: Oferta de trabajo: Solicitado por el ID del usuario

source: job
es: Oferta de trabajo

source: Allows users to post resumes and use them to apply for jobs.
es: Permite a los usuarios publicar cartas de presentación y usarlas para solicitar ofertas de empleo.

source: Enable resume for these content types
es: Permite carta de presentacións para estos tipos de contenidos

source: Resume settings.
es: Ajustes de las cartas de presentación.

source: resume
es: carta de presentación

source: The table for jobs
es: Cuadro de ofertas de trabajo

source: The {node} this version belongs to.
es: El {node} a la que esta version pertenece.

source: The {users}.uid that created this version.
es: El {users}.uid que creo esta versión.

source: The resume nid
es: El nid de la carta de presentación

source: A Unix timestamp indicating when this version was created.
es: Un timestamp de Unix indicando cuando esta version fue creada.

source: Is the node published or not
es: Esta el nodo publicado o no

source: Allows recruiters to post jobs.
es: Permite a los ofertantes publicar ofertas de trabajo.

source: Allows job seekers to post resumes and use them to apply for jobs posted.
es: Permite a los demandantes de trabajo publicarcarta de presentacións y usarlos para solicitar ofertas de trabajo publicadas.

source: Job access
es: Acceso a la oferta de trabajo

source: Allows setting of permissions on jobs.
es: Permite el ajuste de permisos en las ofertas de trabajo.

source: Resume access
es: Acceso a la carta de presentación

source: Allows setting of permissions on resumes by role.
es: Permite establecer permisos en cartas de presentación por roles
